"""
    @project: stuPython
    @Author：Murk
    @file： 案例二.py
    @date：2024/5/12 16:55
    @Desc: 任务2：输出天气预报
"""
print('星期日', '今天')
print('-'*30)
print('08时', ' 11时', ' 14时', ' 17时', ' 20时', ' 23时')
print('40°C', ' 6°C', ' 12°C', ' 12°C', ' 13°C', '14°C')
print('-'*30)
print('明  天', '  5/12', '    4°C/10°C')
print('星期二', '  5/13', '    5°C/13°C')
print('星期三', '  5/14', '    6°C/12°C')
print('星期四', '  5/15', '    7°C/10°C')
print('星期五', '  5/16', '    8°C/18°C')
print('星期六', '  5/17', '    9°C/10°C')
print('星期日', '  5/18', '    8°C/13°C')


