"""
    @project: stuPython
    @Author：Murk
    @file： 案例七.py
    @date：2024/5/22 20:00
    @Desc: 输出图书音像勋章
"""
print('\033[0:35m\t\t\t图书音像勋章\033[0m')
print('\033[0:35m-----------------------------------------\033[0m')
print('\033[0:32m🎖️图书音像勋章\033\t\t 🧱专享活动[0m')
print('\033[0:32m🧵专享优惠\033\t\t\t ⏰优惠提醒[0m')
print('\033[0:35m-----------------------------------------\033[0m')


print("\033[31m这是红色字体\033[0m")
print("\033[32m这是绿色字体\033[0m")
print("\033[33m这是黄色字体\033[0m")
print("\033[34m这是蓝色字体\033[0m")
print("\033[38m这是默认字体\033[0m")  # 大于37将显示默认字体
